[ItemDefs.ID_dlc4_RakkMeat ItemDefinition]
ItemName="Fresh rakk meat"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc4_RakkMeat:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Freshly butchered rakk both dark and light meat."
NoConstraintText=""
Suffix=""

[ItemDefs.ID_dlc4_Spices ItemDefinition]
ItemName="Zesty spices"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_dlc4_Spices:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Zesty spices help make the perfect batter."
NoConstraintText=""
Suffix=""

